{
    "titulo": "¿Qué es Contar?",
    "bloques": [
      {
        "texto": "Conocimientos Previos (CP)",
        "contenido": "<p>Los conocimientos previos requeridos y su correspondencia con los respectivos niveles son:</p>",
        "textoExtra": "<p style='text-align: justify;'><span>Ninguno. Este nivel está pensado como introducción al mundo de los números.</span></p>"
      },
      {
        "texto": "Contar y Enumerar (T) (V)",
        "contenido": "<p style='text-align: justify;'>Desde tiempos prehistóricos, los seres humanos han tenido la necesidad de llevar un registro de las cosas que les rodeaban. Contar es determinar cuántos objetos hay en un grupo. Al principio se hacía con dedos, piedras o marcas en huesos. Hoy seguimos usando esta misma idea con números.</p><p style='text-align: justify;'>En este vídeo, veremos cómo nació el conteo, qué diferencia hay entre contar y numerar, y por qué esta habilidad es la base de todas las matemáticas. A través de ejemplos simples, como contar lápices, canicas o marcas, entenderás cómo esta acción tan sencilla ha sido clave en la historia de la humanidad.</p>",
        "video": "https://www.youtube.com/embed/D0R5KXQiEao?si=mXJ2ZIeAK2aTp1yu"  
      },
      {
        "texto": "Teoría para docentes (TD)",
        "contenido": "<p style='text-align: justify;'>¿Qué es contar? ¿Sabes cuál es el procedimiento que se sigue para ello?</p><p style='text-align: justify;'>Contar es una habilidad fundamental en matemáticas que nos permite determinar la cantidad de elementos en un conjunto. En este vídeo, te guiaré paso a paso a través del proceso de contar, siguiendo las distintas fases que conlleva.</p>",
        "video": "https://www.youtube.com/embed/ID"
             
      },
      {
        "texto": "Test (ET)",
        "contenido": "<p style='text-align: justify;'>En este breve test pondremos a prueba tus conocimientos sobre contar y enumerar. Verás preguntas sobre números cardinales y ordinales, y cómo los usamos en la vida diaria. ¿Listo para demostrar cuánto sabes? 👉 ¡Vamos a empezar!</p>",
        "imagen": "https://axelcotongutierrez.github.io/learningmathematicas/assets/images//posts/001Contar/test.png",
        "link": "https://axelcotongutierrez.github.io/learningmathematicas/projects/Test/?test=Contar"
      },
      {
        "texto": "Preguntas Resueltas (ER)",
        "contenido": "<p style='text-align: justify;'>Os dejamos una serie de preguntas cortas resueltas sobre Contar y Enumerar. Para ver la respuesta simplemente pincha sobre la pregunta. </p>",
        "imagen": "https://axelcotongutierrez.github.io/learningmathematicas/assets/images//posts/001PRTE/Resueltas.png",
        "link": "https://axelcotongutierrez.github.io/learningmathematicas/projects/PResueltas/?presuelta=Contar"
      },
      {
        "texto": "Glosario Online (A)",
        "contenido": "<p style='text-align: justify;'> Presentamos un <b><span style=\"color: #f0c040;\"><i>glosario científico-tecnológico</i></span></b> que proporciona dos definiciones, una oficial o formal y otra en lenguaje coloquial, junto con enlaces a recursos adicionales como Wikipedia, ofrece una serie de ventajas educativas y de comprensión.</p>",
        "imagen": "https://axelcotongutierrez.github.io/learningmathematicas/assets/images/pages/Glosario/Glosario.jpg",
        "link": "https://axelcotongutierrez.github.io/GlosarioCT/"
      },
      {
        "texto": "Soroban (S) (TD)",
        "contenido": "<p style='text-align: justify;'>Explora el soroban, un antiguo ábaco japonés utilizado para realizar cálculos con precisión. Más que una simple herramienta de cálculo, el soroban fomenta habilidades cognitivas como la concentración y la agilidad mental. Descubre su historia, estructura y su relevancia actual como símbolo cultural japonés que trasciende su función original. Aprender sobre el soroban no solo implica entender sus aplicaciones matemáticas, sino también apreciar su valor como elemento educativo y cultural arraigado en la identidad japonesa.</p>",
        "video": "https://www.youtube.com/embed/ID"
             
      },
      {
        "texto": "Partes de un Soroban (S) (T) (V)",
        "contenido": "<p style='text-align: justify;'>! En este vídeo, te sumergirás en las intrincadas partes de este antiguo y elegante instrumento de cálculo japonés. El soroban, también conocido como ábaco japonés, ha sido utilizado durante siglos para realizar cálculos con precisión y rapidez.</p>",
        "video": "https://www.youtube.com/embed/89Fp1VyYWQ0?si=9_xyrPuoBR6_-r3Q"
             
      },
      {
        "texto": "Soroban Online (S) (A)",
        "contenido": "<p style=\"text-align: justify;\">Soroban online, el cual ha sido programado y diseñado con el objetivo principal de facilitar la práctica y el aprendizaje de esta valiosa herramienta. El soroban está diseñado para su uso en ordenadores en el aula y puede presentar problemas en dispositivos móviles cuando se utilizan múltiples varillas simultáneamente, debido a las limitaciones de pantalla y espacio. En todo momento se emplean cifras de acuerdo con las normativas establecidas por la <b><span style=\\\"color: #f0c040;\\\"><i>Real Academia de la Lengua</i></span></b> y el <b><span style=\\\"color: #2b00fe;\\\"><i>Real Decreto 2032/2009</i></span></b> , de 30 de diciembre, que regula las unidades legales de medida.</p>",
        "imagen": "https://axelcotongutierrez.github.io/learningmathematicas/assets/images/pages/Soroban/Soroban.jpg",
        "link": "https://axelcotongutierrez.github.io/Soroban/"
      }
    ]
  }
  